tap "buildpacks/tap"
tap "git-duet/tap"
tap "homebrew/bundle"
tap "vmware-tanzu/carvel"
brew "actionlint"
brew "bash"
brew "bat"
brew "chruby"
brew "coreutils"
brew "curl"
brew "direnv"
brew "fd"
brew "findutils"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "grep"
brew "htop"
brew "jq"
brew "lastpass-cli"
brew "neovim"
brew "node"
brew "python@3.11"
brew "ripgrep"
brew "ruby-install"
brew "shellcheck"
brew "skopeo"
brew "starship"
brew "the_silver_searcher"
brew "tmux"
brew "watch"
brew "wget"
brew "buildpacks/tap/pack"
brew "git-duet/tap/git-duet"
brew "vmware-tanzu/carvel/ytt"
cask "alacritty"
cask "caffeine"
cask "flycut"
cask "google-cloud-sdk"
cask "krisp"
cask "spectacle"
cask "visual-studio-code"
