tap "buildpacks/tap"
tap "git-duet/tap"
tap "homebrew/bundle"
tap "vmware-tanzu/carvel"
brew "actionlint"
brew "openssl@1.1"
brew "python@3.11"
brew "docutils"
brew "awscli"
brew "bash"
brew "bat"
brew "boost"
brew "bosh-cli"
brew "chruby"
brew "coreutils"
brew "crane"
brew "libssh2"
brew "openldap"
brew "rtmpdump"
brew "curl"
brew "fd"
brew "findutils"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gpgme"
brew "grep"
brew "htop"
brew "jq"
brew "lastpass-cli"
brew "neovim"
brew "ripgrep"
brew "ruby-install"
brew "shellcheck"
brew "skopeo"
brew "starship"
brew "tmux"
brew "watch"
brew "wget"
brew "yamllint"
brew "yj"
brew "yq"
brew "buildpacks/tap/pack"
brew "git-duet/tap/git-duet"
brew "vmware-tanzu/carvel/imgpkg"
brew "vmware-tanzu/carvel/kapp"
brew "vmware-tanzu/carvel/kbld"
brew "vmware-tanzu/carvel/kctrl"
brew "vmware-tanzu/carvel/vendir"
brew "vmware-tanzu/carvel/ytt"
cask "alacritty"
cask "caffeine"
cask "flycut"
cask "google-cloud-sdk"
cask "krisp"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
